tap "aws/tap"
tap "caskroom/cask"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "sbdchd/skim"
tap "tophat/bar"
tap "wakeful/selection"
tap "wata727/tflint"
brew "openssl"
brew "ansible"
brew "awscli"
brew "bat"
brew "consul"
brew "go"
brew "exa"
brew "fasd"
brew "fd"
brew "freetype"
brew "gcc"
brew "graphviz"
brew "htop"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "jq"
brew "kubernetes-cli"
brew "lolcat"
brew "mas"
brew "minikube"
brew "mysql"
brew "neovim"
brew "nvm"
brew "packer"
brew "pkg-config"
brew "plantuml"
brew "pyenv-virtualenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "terraform"
brew "terraform_landscape"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "travis"
brew "tree"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yarn", link: false
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/chunkwm"
brew "kyoh86/tap/richgo"
brew "sbdchd/skim/skim"
brew "tophat/bar/yvm"
brew "wakeful/selection/yaml2json"
cask "abricotine"
cask "alacritty"
cask "cakebrew"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "java"
cask "minikube"
cask "therm"
cask "virtualbox"
mas "Amphetamine", id: 937984704
mas "Brightness Slider", id: 456624497
mas "Coin Tick", id: 1141688067
mas "Flycut", id: 442160987
mas "Magnet", id: 441258766
mas "Medis", id: 1063631769
mas "Xcode", id: 497799835
