tap "aws/tap"
tap "go-delve/delve"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "tilt-dev/tap"
tap "tophat/bar"
tap "universal-ctags/universal-ctags"
tap "wakeful/selection"
tap "wata727/tflint"
brew "asciinema"
brew "awscli"
brew "bat"
brew "freetype"
brew "pkg-config"
brew "deno", link: false
brew "docutils"
brew "exa"
brew "fasd"
brew "fd"
brew "fnm"
brew "fzf"
brew "go"
brew "htop"
brew "hub"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stern"
brew "terraform"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "watch"
brew "yadm"
brew "yamllint"
brew "yarn", link: false
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"
brew "sbdchd/skim/skim"
brew "tilt-dev/tap/tilt"
brew "tophat/bar/yvm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wakeful/selection/yaml2json"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "rectangle"
mas "Amphetamine", id: 937984704
mas "Brightness Slider", id: 456624497
mas "Coin Tick", id: 1141688067
mas "Flycut", id: 442160987
mas "Gifski", id: 1351639930
mas "Medis", id: 1063631769
mas "Xcode", id: 497799835
