tap "aws/tap"
tap "go-delve/delve"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "kyoh86/tap"
tap "procore/tap"
tap "sbdchd/skim"
tap "tilt-dev/tap"
tap "tophat/bar"
tap "universal-ctags/universal-ctags"
tap "wakeful/selection"
tap "wata727/tflint"
brew "act"
brew "jpeg"
brew "libtiff"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "aws-okta"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "chamber"
brew "deno", link: false
brew "docutils"
brew "duf"
brew "dust"
brew "exa"
brew "fasd"
brew "fd"
brew "fnm"
brew "freetype"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "glib"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hub"
brew "icu4c"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq"
brew "luv"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stern"
brew "terraform"
brew "terraform-docs"
brew "terraformer", args: ["HEAD"]
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yarn", link: false
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform-ls"
brew "procore/tap/aws-ssh"
brew "sbdchd/skim/skim"
brew "tilt-dev/tap/tilt"
brew "tophat/bar/yvm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wakeful/selection/yaml2json"
cask "alacritty"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "insomnia"
cask "raycast"
cask "rectangle"
mas "Amphetamine", id: 937984704
mas "Brightness Slider", id: 456624497
mas "Coin Tick", id: 1141688067
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Medis", id: 1063631769
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
